// © Copyright 2005-2013, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Inform. forniture";

NoRegionTitle = "Errore di stato nel recupero delle informazioni delle cartucce di stampa dalla stampante";
NoRegionMsg = "Per le informazioni sulle cartucce di stampa, consultare la guida di riferimento allegata alla stampante.";

blackInkCartridge = "Inchiostro nero";
cyanInkCartridge = "Inchiostro ciano";
magentaInkCartridge = "Inchiostro magenta";
yellowInkCartridge = "Inchiostro giallo";
lightcyanInkCartridge = "Inchiostro ciano chiaro";
lightmagentaInkCartridge = "Inchiostro magenta chiaro";
tricolorInkCartridge = "Inchiostro in tricromia";
photoInkCartridge = "Inchiostro fotografico";
blueInkCartridge = "Inchiostro fotografico blu";
grayInkCartridge = "Inchiostro fotografico grigio";
matteblackInkCartridge = "Inchiostro nero opaco";
photoblackInkCartridge = "Inchiostro nero foto";
lightgrayInkCartridge = "Inchiostro grigio chiaro";
silverInkCartridge = "Inchiostro di colore argento (solo per Windows)";

magentayellowPrinthead = "Testina di stampa magenta / giallo";
matteblackcyanPrinthead = "Testina di stampa nero opaco / ciano";
lightmagentalightcyanPrinthead = "Testina di stampa magenta chiaro / ciano chiaro";
photoblacklightgrayPrinthead = "Testina di stampa fotografica nero / grigio chiaro";
blackyellowPrinthead = "Testina di stampa nero / giallo";
cyanmagentaPrinthead = "Testina di stampa ciano / magenta";

photoblackOJInk = "Cartuccia inchiostro Officejet nero fotografico";
blackOJInk = "Cartuccia d’inchiostro nero Officejet";
cyanOJInk = "Cartuccia d’inchiostro ciano Officejet";
yellowOJInk = "Cartuccia d’inchiostro giallo Officejet";
magentaOJInk = "Cartuccia d’inchiostro magenta Officejet";
tricolorOJInk = "Cartuccia d’inchiostro in tricromia Officejet";

HSDDescriptionText = "Opzioni per la sostituzione delle forniture di stampa:";
HSDFirstColumnHeader = "Fornitura di stampa";
HSDSecondColumnHeader = "Numero";
HSDPrintButtonTitle = "Stampa…";
HSDNotAllSuppliesAvailableTitle = "Non tutti i materiali di consumo sono supportati in ogni paese.";

HighVolume = "Stampa a volumi elevati";
Everyday = "Stampa normale";
Specialty = "Stampa speciale";
ColorPhoto = "Stampa fotografica a colori";
BWPhoto = "Stampa fotografica in bianco e nero";
PhotoDetails = "Perfeziona dettagli fotografia";
HSDUsageTypeColumnName = "Consigliato per:";

blackCartridgePigment = "Cartuccia nero";
cyanCartridgePigment = "Cartuccia ciano";
magentaCartridgePigment = "Cartuccia magenta";
yellowCartridgePigment = "Cartuccia giallo";

photoblackPWPigment = "Cartuccia PageWide nero fotografico";
blackPWPigment = "Cartuccia PageWide nero";
cyanPWPigment = "Cartuccia PageWide ciano";
yellowPWPigment = "Cartuccia PageWide giallo";
magentaPWPigment = "Cartuccia PageWide magenta";
tricolorPWPigment = "Cartuccia PageWide tre colori";
